/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ sur %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Ce raccourci a été importé depuis %1$@, le %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Ce raccourci a été importé depuis %1$@, %2$@.";

/* %@ = action name */
"Add “%@”" = "Ajouter « %@ »";

/* %@ = action name */
"Remove “%@”" = "Supprimer « %@ »";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Voulez-vous vous déconnecter de %@ dans Raccourcis ?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Voulez-vous vous déconnecter de %@ ?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Ce raccourci a été importé depuis %@. Voulez-vous vraiment l’exécuter ?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "sous forme de %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Supprimer également les actions à l’intérieur de « %@ » ?";

/* %@=app name */
"Install %@" = "Installer %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Phrase Siri";

/* Access resource action settings title */
"Accounts" = "Comptes";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Modification des raccourcis terminée";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ ajouté aux favoris";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ retiré des favoris";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Exécution du raccourci";

/* Accessibility action */
"Delete shortcut" = "Supprimer le raccourci";

/* Accessibility action */
"Duplicate shortcut" = "Dupliquer le raccourci";

/* Accessibility action */
"Favorite Action" = "Action préférée";

/* Accessibility action */
"Rename shortcut" = "Renommer le raccourci";

/* Accessibility action */
"Un-favorite Action" = "Retirer l’action des favoris";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Modifier le raccourci";

/* Accessibility action or discoverability title */
"Run shortcut" = "Exécuter le raccourci";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "%@ ajouté au raccourci";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Types d’entrées acceptés";

/* Accessibility announcement */
"Closed variables tray" = "Bac à variables fermé";

/* Accessibility announcement */
"Editing shortcuts" = "Modification des raccourcis";

/* Accessibility announcement */
"Opened variables tray" = "Bac à variables ouvert";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "glissement";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Raccourci terminé";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "%1$@ ajouté au raccourci au-dessus de %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "%1$@ ajouté au raccourci en dessous de %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "déplacée au-dessus de l’action %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "déplacée en dessous de l’action %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "%@ supprimé";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ dupliqué";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "condensé";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Glissement";

/* Accessibility announcement; expanded parameter */
"expanded" = "étendu";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Raccourci interrompu";

/* Accessibility hint */
"Closes the shortcut" = "Ferme le raccourci";

/* Accessibility hint */
"Creates a new shortcut" = "Crée un nouveau raccourci";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Supprime les raccourcis sélectionnés";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Touchez deux fois pour ajouter cet élément au bas du raccourci. Touchez deux fois et maintenez appuyé, puis faites glisser pour personnaliser sa position dans le raccourci.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Déplaçable. Touchez deux fois et maintenez le doigt appuyé, attendez d’entendre le son, puis faites glisser pour réordonner. Touchez deux fois pour sélectionner.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplique les raccourcis sélectionnés";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Ce raccourci s’affiche dans l’extension d’action Raccourcis (dans le menu de partage iOS) lorsque le contenu téléchargé correspond à l’un des types que vous sélectionnez ici.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Désactive le mode d’édition de raccourcis";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Active le mode d’édition de raccourcis";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Toucher deux fois pour condenser le tiroir d’actions sur la moitié de l’écran";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Toucher deux fois pour développer entièrement le tiroir d’actions";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Touchez deux fois pour lire la description de l’action.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Déplaçable. Touchez deux fois et maintenez le doigt appuyé, attendez d’entendre le son, puis faites glisser pour réordonner. Touchez deux fois pour lire la description de l’action.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Toucher deux fois pour changer de réglage";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Toucher deux fois pour choisir";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Toucher deux fois pour réduire";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Toucher deux fois pour insérer";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Toucher deux fois pour développer";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Exécute le raccourci %@";

/* Accessibility label */
"Add Tag" = "Ajouter un tag";

/* Accessibility label */
"Close" = "Fermer";

/* Accessibility label */
"Create Shortcut" = "Créer un raccourci";

/* Accessibility label */
"Show Keyboard" = "Afficher le clavier";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "À l’intérieur de %@";

/* Accessibility label or discoverability title */
"Redo" = "Rétablir";

/* Accessibility label or discoverability title */
"Undo" = "Annuler";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Tableau réduit";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Tableau sur la moitié de l'écran";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Tableau en plein écran";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Action %@ - Exécution en cours - %d pour cent terminés";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Action %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Supprimer le filtre";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (non sélectionnée)";

/* Accessibility value; switch is on */
"On" = "Activé";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Levez pour supprimer %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Cette action renvoie l’entrée comme résultat.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Obtient l’entrée qui a été transmise dans le début du raccourci.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Vous ne possédez aucun raccourci Feuille de partage pour le moment.\n\nPour en ajouter un, créez un raccourci et activez « Dans la feuille de partage » dans ses réglages.";

/* Action extension; no search results */
"No shortcuts match the search." = "Aucun raccourci ne correspond à la recherche.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Vous ne possédez aucun raccourci pour le moment.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Suggestions de Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Raccourci : %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Ajouter à ce raccourci";

/* Add search filter */
"Add Filter" = "Ajouter un filtre";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Toute personne disposant de ce lien partagé pourra afficher le contenu de ce raccourci.";

/* Alert title */
"Error" = "Erreur";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Créer un lien iCloud";

/* Allow access to service */
"Allow Access" = "Autoriser l’accès";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Non installée) %@";

/* App search view; navigation bar title */
"Choose App" = "Choisir une app";

/* App search view; no results */
"No results." = "Aucun résultat.";

/* App search view; search bar placeholder */
"Search apps…" = "Rechercher dans apps…";

/* Apple Watch complication */
"Complication" = "Complication";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Vous ne possédez aucun raccourci Apple Watch pour le moment.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Sélectionnez les raccourcis à afficher dans la complication Raccourcis sur le cadran de votre Apple Watch.\n\nAu fil du temps, Raccourcis se basera sur l’heure à laquelle vous exécutez les raccourcis pour les afficher dans la complication au moment le plus opportun.";

/* Apps category */
"Apps" = "Apps";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Vous demande de saisir du texte lors de l’exécution de ce raccourci.";

/* Boolean false */
"False" = "Faux";

/* Boolean true */
"True" = "Vrai";

/* Button */
"Back" = "Retour";

/* Button */
"Cancel" = "Annuler";

/* Button */
"Choose Variable" = "Choisir une variable";

/* Button */
"Clear" = "Effacer";

/* Button */
"Delete Actions" = "Supprimer les actions";

/* Button */
"Delete Shortcut" = "Supprimer le raccourci";

/* Button */
"Done" = "OK";

/* Button */
"Get More Shortcuts" = "Obtenir plus de raccourcis";

/* Button */
"Go Back" = "Revenir";

/* Button */
"Help" = "Aide";

/* Button */
"Keep Actions" = "Conserver les actions";

/* Button */
"Next" = "Suivant";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Supprimer l’action";

/* Button */
"Remove Action From Shortcut" = "Supprimer l’action du raccourci";

/* Button */
"Remove Photo" = "Supprimer la photo";

/* Button */
"Select Magic Variable" = "Sélectionner la variable magique";

/* Button */
"Select Photo" = "Sélectionner la photo";

/* Button */
"Show Action Settings" = "Afficher les réglages de l’action";

/* Button */
"Show Actions" = "Afficher les actions";

/* Button */
"Sign Out" = "Déconnexion";

/* Button */
"Take Photo" = "Prendre une photo";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Sur l’écran d’accueil";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Sur l’écran d’accueil";

/* Button or title */
"Delete" = "Supprimer";

/* Button or title */
"Run Shortcut" = "Exécuter le raccourci";

/* Button or title */
"Settings" = "Réglages";

/* Button or title */
"Variables" = "Variables";

/* Button title */
"Add to Siri" = "Ajouter à Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Obtenir le raccourci";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Afficher le résultat en plein écran";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Laissez-vous guider pour bien débuter";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Partager le résultat";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Ce raccourci fonctionne avec les apps et services suivants :";

/* Choose an item */
"Choose" = "Choisir";

/* Conditional AND */
"and" = "et";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Remettre « Sinon »";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Les actions placées après « Sinon » seront exécutées si la condition est fausse.";

/* Conditional actions settings navigation bar title */
"If Action" = "Si l’action";

/* Confirmation HUD when link copies */
"Link copied" = "Lien copié";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Voulez-vous vraiment arrêter de partager ce raccourci ? Le lien iCloud sera supprimé et ne fonctionnera plus.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Ce raccourci sera supprimé de tous vos appareils iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Ces raccourcis seront supprimés de tous vos appareils iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "« %1$@ » ne ressemble pas à %2$@. Vouliez-vous ajouter un contact ?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Utiliser « %@ » quand même";

/* Contact field; accessibility label */
"Add Contact" = "Ajouter le contact";

/* Contact field; button */
"Search Contacts" = "Rechercher dans Contacts";

/* Contact field; supported type string */
"a phone number" = "un numéro de téléphone";

/* Contact field; supported type string */
"a phone number or email address" = "un numéro de téléphone ou une adresse e-mail";

/* Contact field; supported type string */
"an email address" = "une adresse e-mail";

/* Content Types category */
"Content Types" = "Types de contenus";

/* Copy link to shortcut */
"Copy Link" = "Copier le lien";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Copier le lien iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Ce format suit les modèles d’Unicode Technical Standard #35.";

/* Custom date format alert title */
"Custom Date Format" = "Format de date personnalisé";

/* Custom date formatting style */
"Custom" = "Personnalisé";

/* Custom time format title */
"Custom Format" = "Format personnalisé";

/* Default option */
"Default" = "Par défaut";

/* Delete all shortcuts */
"Delete All" = "Tout supprimer";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Tout désélectionner";

/* Dictionary key placeholder */
"Key" = "Clé";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Réglages du raccourci";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Arrêter le raccourci";

/* Discoverability title */
"Close shortcut" = "Fermer le raccourci";

/* Discoverability title */
"Search actions" = "Actions de recherche";

/* Discoverability title */
"Stop shortcut" = "Arrêter le raccourci";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Dans la feuille de partage";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Afficher dans le widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Afficher dans la complication";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Afficher sur l’Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Dupliquer le raccourci";

/* Duplicate shortcut */
"Duplicate" = "Dupliquer";

/* Edit import questions back bar button title */
"Questions" = "Questions";

/* Error message */
"No options available." = "Aucune option disponible.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Impossible de charger l’App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Exécutez vos raccourcis rapidement avec le widget.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Ajouter aux favoris";

/* Favorite button title - action is favorited */
"Favorited" = "Favori";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Compte : %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Toutes les conditions suivantes sont vraies";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "N’importe quelle condition est vraie parmi les suivantes";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "commence par";

/* Find filter UI operator */
"contains" = "contient";

/* Find filter UI operator */
"does not contain" = "ne contient pas";

/* Find filter UI operator */
"ends with" = "se termine par";

/* Find filter UI operator */
"is" = "est";

/* Find filter UI operator */
"is after" = "est après";

/* Find filter UI operator */
"is before" = "est avant";

/* Find filter UI operator */
"is between" = "est entre";

/* Find filter UI operator */
"is exactly" = "est exactement";

/* Find filter UI operator */
"is greater than" = "est supérieur(e) à";

/* Find filter UI operator */
"is greater than or equal to" = "est supérieur(e) ou égal(e) à";

/* Find filter UI operator */
"is in the last" = "est dans les derniers";

/* Find filter UI operator */
"is in the next" = "aura lieu dans les";

/* Find filter UI operator */
"is larger than" = "est supérieur(e)";

/* Find filter UI operator */
"is larger than or equal to" = "est supérieur(e) ou égal(e) à";

/* Find filter UI operator */
"is less than" = "est inférieur(e) à";

/* Find filter UI operator */
"is less than or equal to" = "est inférieur(e) ou égal(e) à";

/* Find filter UI operator */
"is longer than" = "est plus long(ue) que";

/* Find filter UI operator */
"is longer than or equal to" = "est plus long(ue) que, ou égal(e) à";

/* Find filter UI operator */
"is not" = "n’est pas";

/* Find filter UI operator */
"is not exactly" = "n’est pas exactement";

/* Find filter UI operator */
"is not on" = "n’est pas le";

/* Find filter UI operator */
"is on" = "est le";

/* Find filter UI operator */
"is shorter than" = "est plus court que";

/* Find filter UI operator */
"is shorter than or equal to" = "est plus court que ou égal à";

/* Find filter UI operator */
"is smaller than" = "est plus petit que";

/* Find filter UI operator */
"is smaller than or equal to" = "est plus petit que ou égal à";

/* Find filter UI operator */
"is today" = "est aujourd’hui";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Exécutez ce raccourci à l’aide de votre voix en l’ajoutant à Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Utilisez ce raccourci depuis d’autres apps en ouvrant la feuille de partage et en touchant Raccourcis.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Saisissez une clé pour extraire sa valeur du dictionnaire, ou laissez vide pour obtenir la totalité du dictionnaire.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (cet appareil)";

/* Full name of contact */
"Full Name" = "Nom complet";

/* Full street address of location */
"Full Street Address" = "Adresse complète";

/* Get property */
"Get" = "Obtenir";

/* Get value for a dictionary key */
"Get Value for Key" = "Obtenir la valeur de la clé";

/* Go to next import question */
"Continue" = "Continuer";

/* Guided tour; drag actions to here hint */
"…to here" = "… jusqu’ici";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Faites glisser des actions jusqu’ici";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Lorsque cette action est exécutée sur l’Apple Watch, elle nécessite que vous utilisiez Handoff et que vous continuiez sur votre iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Unité";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Heure au format ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glyphe %1$@, couleur d’arrière-plan %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Choisissez une image à utiliser lorsque ce raccourci est ajouté à l’écran d’accueil.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "L’image ci-dessus sera utilisée une fois le raccourci ajouté à l’écran d’accueil.";

/* Icon editor; accessibility label */
"Icon Preview" = "Aperçu de l’icône";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Éditeur d’icônes de raccourcis";

/* Icon editor; segmented control option */
"Color" = "Couleur";

/* Icon editor; segmented control option */
"Glyph" = "Glyphe";

/* Icon editor; segmented control option */
"Home Screen" = "Écran d’accueil";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Les questions ajoutées ici seront posées lors de l’importation de ce raccourci vers un autre appareil. Les réponses à cette question viendront occuper le raccourci.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Vous pouvez tester vos questions d’import à l’aide du bouton « Personnaliser le raccourci » dans les réglages de ce raccourci.";

/* Import questions detail view */
"Default Answer" = "Réponse par défaut";

/* Import questions detail view */
"Question Text" = "Texte de la question";

/* Import questions detail view */
"Type a question here…" = "Saisissez une question ici…";

/* Import questions details view; navigation bar title */
"Details" = "Détails";

/* Import questions; button */
"Add New Question…" = "Ajouter une nouvelle question…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Choisissez un paramètre dans l’une des actions ci-dessous.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Choisir un paramètre";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Ce raccourci ne contient aucune action. Veuillez ajouter des actions à votre raccourci avant de configurer Importer les questions.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Ce raccourci accepte %@";

/* Input types of action */
"Input" = "Entrée";

/* Input variable description */
"Gets the output of the previous action." = "Obtient le résultat de l’action précédente.";

/* Install app icon; should match App Store GET button */
"GET" = "OBTENIR";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Ajoutez des actions depuis la liste ci-dessous pour créer votre raccourci.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Ajoutez des actions depuis la liste de gauche pour créer votre raccourci.";

/* Item can be anything */
"anything" = "n’importe quoi";

/* Keep all shortcuts */
"Keep All" = "Tout conserver";

/* Keep shortcuts */
"Keep" = "Conserver";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Conserver %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Développer";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Condenser";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Types acceptés";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Ajouter %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Quel type de valeur souhaitez-vous ajouter ?";

/* Long date formatting style */
"Long" = "Long";

/* Manage sharing */
"Manage Sharing" = "Gérer le partage";

/* Medium date formatting style */
"Medium" = "Moyen";

/* Missing action error action */
"Update Shortcuts" = "Mettre à jour Raccourcis";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Impossible de trouver cette action dans cette version de Raccourcis.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Nommer et stocker l’URL";

/* Name of measurement unit */
"Unit (Name)" = "Unité";

/* Navigation bar title */
"Select a Magic Variable" = "Sélectionner une variable magique";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Résoudre les conflits";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variable non disponible.";

/* None option */
"None" = "Aucune";

/* Note about using the action */
"Note" = "Note";

/* Parameter already in use by another import question */
"Already In Use" = "En cours d’utilisation";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Aucune prise en charge des questions";

/* Piece of text */
"Text" = "Texte";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Ce raccourci a été importé depuis une autre app. Voulez-vous vraiment l’exécuter ?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relatif";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Il y a combien de temps/Jusqu’à";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Appareil inconnu";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Ce nom sera utilisé pour toutes les variables magiques de cette action %@.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Renommer la variable magique";

/* Rename shortcut alert title */
"Rename Shortcut" = "Renommer le raccourci";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Saisissez un nouveau nom pour votre raccourci.";

/* Rename workflow or variable */
"Rename" = "Renommer";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Requiert";

/* Result types of action */
"Result" = "Résultat";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Révéler l’action";

/* Scripting category */
"Scripting" = "Rédaction de scripts";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Rechercher";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Raccourcis de complications";

/* Select all input types */
"Select All" = "Tout sélectionner";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Partager le raccourci";

/* Share a workflow along with a description */
"Share with Description" = "Partager avec une description";

/* Share a workflow as a file */
"Share as File" = "Partager en tant que fichier";

/* Share shortcut */
"Share" = "Partager";

/* Short date formatting style */
"Short" = "Court";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "« %@ » ne contient aucune action.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Raccourci vide";

/* Shortcut contains no actions error title */
"No Actions" = "Aucune action";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Personnaliser le raccourci…";

/* Shortcut icon */
"Icon" = "Icône";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Choisir un raccourci";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Déplacé entre %1$@ et %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Déplacé vers la fin, après %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Déplacé vers le haut, avant %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Pour utiliser des raccourcis depuis le widget Aujourd’hui, suivez quelques étapes simples vous permettant de l’installer. Vous pouvez également toucher Terminé pour effectuer la configuration plus tard.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Ajoutez le widget Aujourd’hui pour exécuter vos raccourcis à la vitesse de la lumière.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Capture d’écran montrant une feuille de partage dans Safari avec les activités Raccourcis en surbrillance";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Les raccourcis Extension d’action sont exécutés depuis la feuille de partage dans d’autres apps.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Les raccourcis du widget Raccourcis sont exécutés dans le Centre de notification en tirant l’écran de haut en bas.";

/* Shortcut types help view; title */
"Shortcut Types" = "Types de raccourcis";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Supprimé sur %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Supprimé sur un autre appareil";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Modifié sur %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Modifié sur un autre appareil";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Rechercher des raccourcis…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Capture d’écran du widget Raccourcis dans le Centre de notification";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Ignorer la configuration";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Ne plus partager";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Envoyer à la galerie";

/* Tap to choose an option */
"Tap to Choose" = "Touchez pour choisir";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Regardez le raccourci que j’ai créé !";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Contrôleur d’actions";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "au bas de l’écran";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "en haut à droite de l’écran";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "N’importe quoi";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Rien";

/* Title */
"Actions" = "Actions";

/* Title */
"Date Format" = "Format de date";

/* Title */
"Requires Handoff" = "Requiert Handoff";

/* Title */
"Shortcuts" = "Raccourcis";

/* Title */
"Time Format" = "Format d’heure";

/* Title */
"Type" = "Type";

/* Title for action drawer categories view */
"Categories" = "Catégories";

/* Title for configuration page for unit */
"Unit (Title)" = "Unité";

/* Title of main screen showing your library of shortcuts */
"Library" = "Bibliothèque";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Personnaliser Raccourcis";

/* Title or button */
"Import Questions" = "Importer les questions";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Et voilà ! Votre widget Aujourd’hui est configuré.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Maintenant, récupérez des raccourcis du widget Aujourd’hui dans la galerie.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Le widget Aujourd’hui de Raccourcis vous permet d’exécuter des raccourcis d’un simple toucher depuis n’importe quelle app, simplement en tirant le Centre de notification vers le bas.";

/* Today widget explanation button */
"Add Widget" = "Ajouter un widget";

/* Today widget explanation button */
"View the Gallery" = "Afficher la galerie";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Exécutez les raccourcis à la vitesse de la lumière et depuis n’importe où sur votre %MODEL%.";

/* Unknown item */
"Unknown" = "Inconnu";

/* Used in a phrase like 'Add new item' */
"new item" = "nouvel élément";

/* User’s favorited workflows or actions */
"Favorites" = "Favoris";

/* Variable field placeholder */
"Variable Name" = "Nom de la variable";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Vous pouvez créer une variable en ajoutant une action « Définir une variable ».";

/* Varible picker; none available error title */
"No Variables Are Available" = "Aucune variable n’est disponible";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Conflits";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Configurer ce raccourci";

/* Workflow name */
"Name of Shortcut" = "Nom";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Touchez Terminé pour continuer à modifier votre raccourci.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Capture d’écran de l’app Raccourcis pour la montre";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Les raccourcis Apple Watch sont exécutés depuis votre poignet via l’app Raccourcis sur votre montre ou les complications.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Qu’est-ce que je pense du widget Aujourd’hui ?";

/* iOS Today Widget */
"Today Widget" = "Widget Aujourd’hui";

